/* Localized versions of Info.plist keys */
"CFBundleName" = "CoreTypes";
"3GPP movie" = "3GPP-film";
"3GPP2 movie" = "3GPP2-film";
"AC-3 audio" = "AC-3-ljud";
"Ada source code" = "Ada-källkod";
"Adaptive Multi-rate audio" = "Adaptive Multi-Rate-ljud";
"Adobe Acrobat Forms Document (FDF)" = "Adobe Acrobat-formulär (FDF)";
"Adobe Acrobat Forms Document (XFDF)" = "Adobe Acrobat-formulär (XFDF)";
"Adobe Digital Editions (ETD)" = "Adobe Digital Editions (ETD)";
"Adobe DRM Activation Key (EDN)" = "Adobe DRM-aktiveringsnyckel (EDN)";
"Adobe Illustrator document" = "Adobe Illustrator-dokument";
"Adobe Photoshop document" = "Adobe Photoshop-dokument";
"Advanced Authoring Format" = "Avancerat skapelseformat";
"AFP Internet Location" = "AFP-Internetplats";
"AFP Server" = "AFP-server";
"AIFF audio" = "AIFF-ljud";
"AIFF-C audio" = "AIFF-C-ljud";
"AirPort Extreme" = "AirPort Extreme";
"Alert Caution" = "Varningsmeddelande";
"Alert Caution Badge" = "Varningsmeddelandemärke";
"Alert Note" = "Varningstext";
"Alert Stop" = "Varningsstopp";
"alias" = "alias";
"Alias Badge" = "Aliasmärke";
"alias data" = "aliasdata";
"Apple CoreAudio format" = "Apple CoreAudio-format";
"Apple icon image" = "Apple-symbolbild";
"Apple Logo" = "Apple-logotyp";
"Apple Menu" = "Apple-menyn";
"Apple Menu Folder" = "Apple-menymapp";
"Apple Script Badge" = "AppleScript-märke";
"Apple TV" = "Apple TV";
"Apple Wireless Device" = "Trådlös Apple-enhet";
"AppleScript" = "AppleScript";
"AppleScript text" = "AppleScript-text";
"AppleSingle archive" = "AppleSingle-arkiv";
"AppleTalk" = "AppleTalk";
"AppleTalk Zone" = "AppleTalk-zon";
"Application" = "Program";
"application" = "program";
"Application Support Folder" = "Mappen Application Support";
"Applications Folder" = "Mappen Program";
"assembly source code" = "assembly-källkod";
"Assistants Folder" = "Mappen Assistenter";
"AU audio" = "AU-ljud";
"audio" = "ljud";
"audio unit preset" = "ljudenhetsförinställning";
"audiovisual content" = "AV-innehåll";
"AVI movie" = "AVI-film";
"Backward Arrow" = "Bakåtpil";
"binary property list" = "binär egenskapslista";
"BD Video Disc" = "BD-videoskiva";
"BOM-compatible archive" = "BOM-kompatibelt arkiv";
"BOM-generated compressed CPIO archive" = "BOM-genererat komprimerat CPIO-arkiv";
"bookmark" = "bokmärke";
"Bourne-Again Shell script" = "Bourne-Again-kommandotolksskript";
"Bundle" = "Paket";
"bundle" = "paket";
"Burn" = "Bränn";
"Bzip2 archive" = "Bzip2 archive";
"Bzip2 compressed tar archive" = "Bzip2 compressed tar archive";
"C header code" = "C-header-kod";
"C++ header code" = "C++-header-kod";
"C Shell script" = "C Shell-kommandotolkskript";
"C source code" = "C-källkod";
"C++ source code" = "C++-källkod";
"calendar event" = "Kalenderhändelse";
"CDAudioVolume" = "CDAudioVolume";
"certificate (X.509)" = "certifikat (X.509)";
"Classic System Folder" = "Classic-systemmapp";
"Clipping" = "Utdrag";
"clipping" = "utdrag";
"Color" = "Färg";
"ColorSync Folder" = "Mappen ColorSync";
"ColorSync profile" = "ColorSync-profil:";
"comma-separated values" = "kommaseparerade värden";
"Component" = "Komponent";
"Computer" = "Dator";
"Connect To" = "Anslut till";
"contact information" = "kontaktinformation";
"content" = "innehåll";
"Contextual Menu Items Folder" = "Kontextmenyobjektsmappen";
"Control Panel Folder" = "Inställningspanelmappen";
"CPIO archive" = "CPIO-arkiv";
"Customize Toolbar" = "Anpassa verktygsfältet";
"data" = "data";
"database" = "databas";
"Data-fork font suitcase" = "Typsnittsväska (datadel)";
"Delete Alias" = "Radera alias";
"Delete Toolbar" = "Ta bort verktygsfältet";
"delimited text values" = "avgränsade textvärden";
"Desktop Folder" = "Skrivbordsmapp";
"Developer Folder" = "Utvecklarmapp";
"Device" = "Enhet";
"DICOM" = "DICOM";
"Digital Asset Exchange (DAE)" = "DAE (Digital Asset Exchange)";
"directory" = "katalog";
"Disabled Control Panel Folder" = "Avaktiverad inställningspanelmapp";
"Disabled Extensions Folder" = "Avaktiverad tilläggsmapp";
"Disabled Shutdown Items Folder" = "Avaktiverad avstängningsobjektsmapp";
"Disabled Startup Items Folder" = "Avaktiverad startobjektsmapp";
"Disabled System Extension Folder" = "Avaktiverad systemtilläggsmapp";
"Disconnected File Server" = "Frånkopplad filserver";
"disk image" = "skivavbild";
"Document" = "Dokument";
"Documents Folder" = "Mappen Dokument";
"downloadable sound" = "hämtbart ljud";
"Drop Folder" = "Brevlådemapp";
"DV movie" = "DV-film";
"DVD Video Disc" = "DVD-videoskiva";
"Dylan source code" = "Dylan-källkod";
"Edition File" = "Utgåvefil";
"eFax fax" = "eFax-fax";
"Eject Media" = "Mata ut skiva";
"Encapsulated PostScript" = "Inkapslad PostScript";
"Erasing" = "Raderar";
"Executable Binary" = "Körbar binär";
"Favorite Items" = "Favoritobjekt";
"fax" = "Fax";
"file archive" = "filarkiv";
"File Internet Location" = "Fil-Internetplats";
"File Server" = "Filserver";
"file URL" = "fil-URL";
"File Vault" = "File Vault";
"filename extension" = "filnamnstillägg";
"Finder" = "Finder";
"Flash video" = "Flash-video";
"FlashPix image" = "FlashPix-bild";
"FLC animation" = "FLC-animering";
"Folder" = "Mapp";
"folder" = "mapp";
"font" = "typsnitt";
"Font suitcase" = "Typsnittsväska";
"font suitcase" = "typsnittsväska";
"Fonts Folder" = "Typsnittsmappen";
"Fortran source code" = "Fortran-källkod";
"Forward Arrow" = "Framåtpil";
"four-character code" = "fyrteckenkod";
"framework" = "ramverk";
"FTP Internet Location" = "FTP-Internetplats";
"FTP Server" = "FTP-server";
"Full Trash" = "Papperskorgen full";
"Graphics Interchange Format (GIF)" = "GIF (Graphics Interchange Format)";
"Grid" = "Rutnät";
"Group" = "Grupp";
"Group Folder" = "Gruppmapp";
"Guest User" = "Gästanvändare";
"GZip archive" = "GZip-arkiv";
"Help document" = "Hjälpdokument";
"Help Folder" = "Hjälpmapp";
"Home Folder" = "Hemmapp";
"HTML text" = "HTML-text";
"HTTP Internet Location" = "HTTP-Internetplats";
"HTTP Server" = "HTTP-server";
"ICS File" = "ICS-fil";
"iDisk" = "iDisk";
"iMac" = "iMac";
"image" = "bild";
"Internet Folder" = "Internetmapp";
"Internet Location" = "Internetplats";
"Internet PlugIn Folder" = "Internetinsticksfilmapp";
"Internet Setup Assistant (INSS)" = "Internetinställningsassistent (INSS)";
"IPFileServer" = "IPFileServer";
"iPhone" = "iPhone";
"iPhone 3G" = "iPhone 3G";
"iPod touch" = "iPod touch";
"iTunes store URL" = "iTunes Store-URL";
"item" = "objekt";
"J2 fax" = "J2-fax";
"Java source code" = "Java-källkod";
"JavaScript source code" = "JavaScript-källkod";
"JPEG 2000 image" = "JPEG 2000-bild";
"JPEG image" = "JPEG-bild";
"Keep Arranged" = "Behåll i ordning";
"Kernel Extension" = "Tillägg till kärnan";
"Keynote document" = "Keynote-dokument";
"Keynote theme" = "Keynote-tema";
"Korn Shell script" = "Korn-kommandotolksskript";
"Lex source code" = "Lex-källkod";
"Library Folder" = "Biblioteksmapp";
"Locales Folder" = "Platsmapp";
"Locked" = "Låst";
"Locked Badge" = "Låsmärke";
"M3U Playlist" = "M3U-spellista";
"Mac" = "Mac";
"Mac mini" = "Mac mini";
"Mac Pro" = "Mac Pro";
"MacBook" = "MacBook";
"MacBook Air" = "MacBook Air";
"MacBook Pro" = "MacBook Pro";
".Mac Neighborhood" = ".Mac-grannskap";
"MacPaint image" = "MacPaint-bild";
"Magnifying Glass" = "Förstoringsglas";
"Mail Internet Location" = "Mail-Internetplats";
"message" = "meddelande";
"Microsoft Excel 2007 spreadsheet (macros enabled)" = "Microsoft Excel 2007-kalkylark (makron aktiverade)";
"Microsoft Excel 97-2004 template" = "Microsoft Excel 97-2004-mall";
"Microsoft Excel 97-2004 worksheet" = "Microsoft Excel 97-2004-arbetsbok";
"Microsoft Excel 97-2004 workspace" = "Microsoft Excel 97-2004-arbetsyta";
"Microsoft PowerPoint 97-2004 presentation" = "Microsoft PowerPoint 97-2004-presentation";
"Microsoft PowerPoint 97-2004 slide show" = "Microsoft PowerPoint 97-2004-bildspel";
"Microsoft PowerPoint 97-2004 template" = "Microsoft PowerPoint 97-2004-mall";
"Microsoft Word 97 - 2004 document" = "Microsoft Word 97-2004-dokument";
"Microsoft Word 97 - 2004 template" = "Microsoft Word 97-2004-mall";
"Microsoft Word 2003 XML document" = "Microsoft Word 2003 XML-dokument";
"MIDI audio" = "MIDI-ljud";
"Mig definition source code" = "Mig-definitionskällkod";
"MIME type" = "MIME-typ";
"MINC Image" = "MINC Image";
"mobile configuration" = "mobilkonfiguration";
"mount point" = "lägg på skrivbord-punkt";
"Mounted Badge" = "Märke för lagd på skrivbordet";
"Mounted Folder" = "Mappen Lagd på skrivbordet";
"movie" = "film";
"Movie Folder" = "Filmmapp";
"MP2 audio" = "MP2-ljud";
"MP3 audio" = "MP3-ljud";
"MPEG movie" = "MPEG-film";
"MPEG-2 Transport Stream" = "MPEG-2 transportström";
"MPEG-2 video" = "MPEG-2-video";
"MPEG-4 audio" = "MPEG-4-ljud";
"MPEG-4 movie" = "MPEG-4-film";
"Music Folder" = "Mappen Musik";
"neighborhood" = "grannskap";
"NetBootVolume" = "NetBootVolume";
"Network" = "Nätverk";
"News Internet Location" = "Nyhets-Internetplats";
"NIfTI-1" = "NIfTI-1";
"No Files" = "Inga filer";
"No Folder" = "Ingen mapp";
"No Write" = "Ingen skrivning";
"NSPasteboard type" = "NSPasteboard-typ";
"Numbers document" = "Numbers-dokument";
"Numbers template" = "Numbers-mall";
"Objective-C source code" = "Objective-C-källkod";
"Objective-C++ source code" = "Objective-C++-källkod";
"Office Open XML" = "Office Open XML";
"Office Open XML presentation" = "Office Open XML-presentation";
"Office Open XML presentation (macros enabled)" = "Office Open XML-presentation (makron aktiverade)";
"Office Open XML presentation template" = "Office Open XML-presentationsmall";
"Office Open XML presentation template (macros enabled)" = "Office Open XML-presentationsmall (makron aktiverade)";
"Office Open XML slide show" = "Office Open XML-bildspel";
"Office Open XML slide show (macros enabled)" = "Office Open XML-bildspel (makron aktiverade)";
"Office Open XML spreadsheet" = "Office Open XML-kalkylark";
"Office Open XML spreadsheet (macro enabled)" = "Office Open XML-kalkylark (makro aktiverat)";
"Office Open XML spreadsheet template" = "Office Open XML-kalkylarksmall";
"Office Open XML spreadsheet template (macro enabled)" = "Office Open XML-kalkylarksmall (makro aktiverat)";
"Office Open XML word processing document" = "Office Open XML-ordbehandlingsdokument";
"Office Open XML word processing document (macro enabled)" = "Office Open XML-ordbehandlingsdokument (makro sktiverat)";
"Office Open XML word processing template" = "Office Open XML-ordbehandlingsmall";
"Office Open XML word processing template (macro enabled)" = "Office Open XML-ordbehandlingsmall (makro sktiverat)";
"Open Document" = "Open Document";
"Open Document chart" = "Open Document-tabell";
"Open Document chart template" = "Open Document-tabellmall";
"Open Document database" = "Open Document-databas";
"Open Document formula" = "Open Document-format";
"Open Document formula template" = "Open Document-formatmall";
"Open Document graphics" = "Open Document-grafik";
"Open Document graphics template" = "Open Document-grafikmall";
"Open Document HTML template" = "Open Document-HTML-mall";
"Open Document image" = "Open Document-bild";
"Open Document image template" = "Open Document-bildmall";
"Open Document presentation" = "Open Document-presentation";
"Open Document presentation template" = "Open Document-presentationsmall";
"Open Document spreadsheet" = "Open Document-kalkylark";
"Open Document spreadsheet template" = "Open Document-kalkylarksmall";
"Open Document text" = "Open Document-text";
"Open Document text master" = "Open Document-textförlaga";
"Open Document text template" = "Open Document-textmall";
"Open Folder" = "Öppna mapp";
"Open Media Framework interchange format" = "Open Media Framework Interchange-format";
"OpenOffice.org 1.0 Drawing" = "OpenOffice.org 1.0-ritning";
"OpenOffice.org 1.0 Drawing Template" = "OpenOffice.org 1.0-ritningsmall";
"OpenOffice.org 1.0 Formula" = "OpenOffice.org 1.0-formel";
"OpenOffice.org 1.0 Master" = "OpenOffice.org 1.0-master";
"OpenOffice.org 1.0 Presentation" = "OpenOffice.org 1.0-presentation";
"OpenOffice.org 1.0 Presentation Template" = "OpenOffice.org 1.0-presentationsmall";
"OpenOffice.org 1.0 Spreadsheet" = "OpenOffice.org 1.0-kalkylblad";
"OpenOffice.org 1.0 Spreadsheet Template" = "OpenOffice.org 1.0-kalkylbladsmall";
"OpenOffice.org 1.0 Text" = "OpenOffice.org 1.0-text";
"OpenOffice.org 1.0 Text Template" = "OpenOffice.org 1.0-textmall";
"OpenEXR image" = "OpenEXR-bild";
"OpenType font" = "OpenType-typsnitt";
"Owned Folder" = "Ägd mapp";
"Owner" = "Ägare";
"package" = "paket";
"Pages document" = "Pages-dokument";
"Pages template" = "Pages-mall";
"Pascal source code" = "Pascal-källkod";
"patch file" = "patch-fil";
"PC" = "PC";
"Perl script" = "Perl-skript";
"personal information exchange (PKCS#12)" = "utbyte av personlig information (PKCS#12)";
"PHP script" = "PHP-skript";
"Picture Clipping" = "Bildutdrag";
"picture clipping" = "bildutdrag";
"Pictures Folder" = "Mappen Bilder";
"PKZip archive" = "PKZip-arkiv";
"Plug-in" = "Insticksfil";
"plug-in" = "insticksfil";
"PLS Playlist" = "PLS-spellista";
"Portable Document Format (PDF)" = "PDF (Portable Document Format)";
"Portable Network Graphics image" = "Portable Network Graphics-bild";
"PostScript" = "PostScript";
"PostScript font" = "PostScript-typsnitt";
"PostScript OpenType font" = "PostScript OpenType-typsnitt";
"PostScript Type 1 outline font" = "PostScript typ 1-inramningstypsnitt";
"PowerBook G4" = "PowerBook G4";
"Power Mac" = "Power Mac";
"Power Mac G4" = "Power Mac G4";
"Power Mac G5" = "Power Mac G5";
"precompiled C header" = "förkompilerad C-header";
"precompiled C++ header" = "förkompilerad C++-header";
"Preferences Document" = "Inställningsdokument";
"Preferences Folder" = "Mappen Programinställningar";
"preprocessed C source code" = "förbearbetad C-källkod";
"preprocessed C++ source code" = "förbearbetad C++-källkod";
"preprocessed Objective-C source code" = "förbearbetad Objective-C-källkod";
"preprocessed Objective-C++ source code" = "förbearbetad Objective-C++-källkod";
"preprocessed source code" = "förbearbetad källkod";
"presentation" = "presentation";
"Print Monitor Folder" = "Mappen Utskriftskontroll";
"Printer Description Folder" = "Skrivarbeskrivningsmapp";
"Printer Driver Folder" = "Skrivardrivrutinsmapp";
"Private Folder" = "Privat mapp";
"Promised file content type" = "Innehållstyp i utlovad fil ";
"Promised file URL" = "URL till utlovad fil";
"property list" = "egenskapslista";
"Protected Application Folder" = "Skyddad programmapp";
"protected MPEG-4 audio" = "skyddat MPEG-4-ljud";
"protected MPEG-4 movie" = "skyddad MPEG-4-film";
"Protected System Folder" = "Skyddad systemmapp";
"Public Folder" = "Delad mapp";
"Python script" = "Python-skript";
"Question Mark" = "Frågetecken";
"QuickDraw picture" = "QuickDraw-bild";
"QuickLook preview generator" = "Överblick-förhandsvisningsgenerator";
"QuickTime image" = "QuickTime-bild";
"QuickTime movie" = "QuickTime-film";
"RAM Disk" = "RAM-skiva";
"Read-Only Folder" = "Skrivskyddad mapp";
"Recent Applications Folder" = "Mappen Senaste program";
"Recent Documents Folder" = "Mappen Senaste dokument";
"Recent Items" = "Senaste objekt";
"Recent Servers Folder" = "Mappen Senaste servrar";
"Rez source code" = "Rez-källkod";
"rich text (RTF)" = "RTF (formaterad text)";
"rich text with attachments (RTFD)" = "RTFD (formaterad text med bilagor)";
"rich text with attachments (RTFD) data" = "RTFD-data (formaterad text med bilagor)";
"Right Container Arrow" = "Högerpil för behållare";
"RSS web feed" = "RSS-webbström";
"Ruby script" = "Ruby-skript";
"scalable vector graphics (SVG)" = "SVG (skalbar vektorgrafik)";
"script" = "skript";
"Scripting Additions Folder" = "Mappen Skripttillägg";
"Scripts Folder" = "Skriptmapp";
"Service" = "Tjänst";
"Shared Badge" = "Delningsmärke";
"Shared Folder" = "Delad mapp";
"Shared Library" = "Delat bibliotek";
"sharepoint" = "delningspunkt";
"Sharing Privs Not Applicable" = "Delningsbehörigheter gäller ej";
"Sharing Privs ReadOnly" = "Delningsbehörigheter skrivskyddade";
"Sharing Privs Read/Write" = "Delningsbehörigheter läs/skriv";
"Sharing Privs Unknown" = "Delningsbehörigheter okända";
"Sharing Privs Writable" = "Delningsbehörigheter skrivbara";
"shell script" = "kommandotolkskript";
"Shortcut" = "Kortkommando";
"Silicon Graphics image" = "Silicon Graphics-bild";
"Sites Folder" = "Mappen Webbsidor";
"Smart Folder" = "Smart mapp";
"Sort Ascending" = "Sortera stigande";
"Sort Descending" = "Sortera fallande";
"Sound Clipping" = "Ljudutdrag";
"Sound Designer II audio" = "Sound Designer II-ljud";
"SoundFont audio" = "SoundFont-ljud";
"source code" = "Källkod";
"Spotlight importer" = "Spotlight-importerare";
"Startup Folder" = "Startmapp";
"Stationery" = "Brevpapper";
"Status Bar CD ROM" = "Statusfält CD ROM";
"Status Bar Trash" = "Statusfält Papperskorg";
"StuffIt archive" = "StuffIt-arkiv";
"StuffIt archive family" = "StuffIt-arkivfamilj";
"StuffIt X archive" = "StuffIt X-arkiv";
"StuffIt X index" = "StuffIt X-index";
"symbol export list" = "symbolexportlista";
"symbolic link" = "symbolisk länk";
"System Folder" = "Systemmapp";
"tab-separated values" = "tabbseparerade värden";
"Tenex C Shell script" = "Tenex C-kommandotolkskript";
"text" = "text";
"Text Clipping" = "Textklippning";
"text clipping" = "textutdrag";
"Text Encodings Folder" = "Textkodningsmapp";
"text with multimedia" = "text med multimedia";
"TGA image" = "TGA-bild";
"Themes Folder" = "Temamapp";
"TIFF image" = "TIFF-bild";
"Time Capsule" = "Time Capsule";
"Toolbar Applicatons Folder" = "Programmappen i verktygsfältet";
"Toolbar Documents Folder" = "Dokumentmappen i verktygsfältet";
"Toolbar Favorites" = "Bokmärken i verktygsfältet";
"Toolbar Home" = "Hem i verktygsfältet";
"Toolbar Movie Folder" = "Filmmappen i verktygsfältet";
"Toolbar Music Folder" = "Musikmappen i verktygsfältet";
"Toolbar Pictures Folder" = "Bildmappen i verktygsfältet";
"Toolbar Public Folder" = "Mappen Delat i verktygsfältet";
"Trash" = "Papperskorg";
"TrueType collection" = "TrueType-samling";
"TrueType collection font" = "TrueType-samlingstypsnitt";
"TrueType datafork font" = "TrueType-datadeltypsnitt";
"TrueType font" = "TrueType-typsnitt";
"TrueType OpenType font" = "TrueType OpenType-typsnitt";
"uLaw audio" = "µLaw-ljud";
"Unknown Object" = "Okänt objekt";
"Unlocked" = "Olåst";
"URL" = "URL";
"URL name" = "URL-namn";
"User" = "Användare";
"User iDisk" = "Användar-iDisk";
"Users Folder" = "Användarmapp";
"UUEncoded archive" = "UUEncode-arkiv";
"video" = "video";
"volume" = "enhet";
"Waveform audio" = "Waveform-ljud";
"web archive" = "webbarkiv";
"Window" = "Window";
"Windows bitmap image" = "Windows Bitmap-bild";
"Windows icon image" = "Windows-symbolbild";
"writing" = "skrift";
"X bitmap image" = "X bitmap-bild";
"XHTML" = "XHTML";
"XML Form (XFD)" = "XML-formulär (XFD)";
"XML property list" = "XML-egenskapslista";
"XML text" = "XML-text";
"Xserve" = "Xserve";
"Xserve G5" = "Xserve G5";
"Yacc source code" = "Yacc-källkod";
"Z archive" = "Z-arkiv";
"Z Shell script" = "Z Shell-kommandotolkskript";
"Zip archive" = "Zip-arkiv";